export const faqData = [
  {
    q: '"예약신청"과 "예약확정"의 차이가 무엇인가요?',
    a: `현재는 서비스차량이 한정 되어,
아쉽게도 모든 분들의 차량을 충전할 수가 없습니다.
"예약신청"하신 분들 중 일부만 추첨하여 "예약확정"을 하고, "예약확정" 된 분들의 차량만 충전서비스를 제공합니다.`,
    id: "1",
  },
  {
    q: "위치 정보를 확인할 수 없습니다. 어떻게 해야 하나요?",
    a: `아이폰: 설정 → 개인정보보호 → 위치 서비스 "켬"  → On Demand 앱 선택 → 위치 접근 허용
    안드로이드: 설정 → 위치 → 사용 중 "켬" `,
    id: "2",
  },
  {
    q: "충전이 가능한 위치에 대해 알려주세요",
    a: `제주도 본섬만 이용이 가능합니다.
    충전서비스가 찾아가기 어려운 제주도 부속섬,
    오름 및 산간 지역 등은 서비스 이용이 불가합니다.`,
    id: "3",
  },
  {
    q: "전기차 충전 소요 시간이 궁금합니다.",
    a: `On Demand 충전서비스는 20kWh 충전시 약 1시간 정도 소요됩니다.`,
    id: "4",
  },
  {
    q: "예약 신청한 휴대폰번호를 변경하고 싶습니다",
    a: `카카오톡 채널 "에바"로 문의주세요`,
    id: "5",
  },
  {
    q: "예약 신청 장소를 변경하고 싶습니다.",
    a: `카카오톡 채널 "에바"로 문의주세요`,
    id: "6",
  },
  {
    q: "예약 신청 내역은 어떻게 확인할 수 있나요?",
    a: `예약 신청 내역은 카카오 알림톡에서 확인할 수 있습니다.`,
    id: "7",
  },
  {
    q: "예약 가능 차종이 궁금합니다",
    a: `'딜카'로 예약한 기아차(쏘울EV, 니로EV)에 
    한해서만 예약이 가능합니다.`,
    id: "8",
  },
  {
    q: "예약 취소 방법이 궁금합니다",
    a: `카카오톡 채널 "에바"로 문의주세요`,
    id: "9",
  },
];
